Repository: radoslav1992/django_crm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg

source: Create Task
bg: Създай задача

source: Pending
bg: Чакаща

source: Completed
bg: Завършена

source: No tasks found.
bg: Не са намерени задачи.

source: Create your first task
bg: Създайте вашата първа задача

source: Thank you for your business. Please find your invoice details below.
bg: Благодарим ви за бизнеса. Моля, намерете детайлите на вашата фактура по-долу.

source: Invoice Date
bg: Дата на фактура

source: Pay Now
bg: Платете сега

source: If you have any questions about this invoice, please contact us.
bg: Ако имате въпроси относно тази фактура, моля свържете се с нас.

source: This offer is valid until
bg: Тази оферта е валидна до

source: Please let us know if you have any questions or would like to proceed.
bg: Моля, уведомете ни ако имате въпроси или желаете да продължите.

source: Delete Invoice
bg: Изтрий фактура

source: Are you sure you want to delete this invoice?
bg: Сигурни ли сте, че искате да изтриете тази фактура?

source: This action cannot be undone. All associated payments will remain but will be unlinked.
bg: Това действие не може да бъде отменено. Всички свързани плащания ще останат, но ще бъдат откачени.

source: Print
bg: Печат

source: Send Email to Client
bg: Изпрати имейл до клиент

source: Client email address is missing
bg: Липсва имейл адрес на клиент

source: INVOICE
bg: ФАКТУРА

source: Date:
bg: Дата:

source: From:
bg: От:

source: VAT:
bg: ДДС:

source: Bill To:
bg: Фактуриране на:

source: Description
bg: Описание

source: Qty
bg: Кол.

source: Unit Price
bg: Единична цена

source: Total
bg: Общо

source: Subtotal:
bg: Междинна сума:

source: Tax
bg: Данък

source: TOTAL:
bg: ОБЩО:

source: Paid:
bg: Платено:

source: Balance Due:
bg: Дължима сума:

source: Scan to Pay
bg: Сканирайте за плащане

source: Pay Online
bg: Платете онлайн

source: Notes:
bg: Бележки:

source: Terms & Conditions:
bg: Общи условия:

source: Payments
bg: Плащания

source: Record Payment
bg: Запиши плащане

source: Amount
bg: Сума

source: Method
bg: Метод

source: Reference
bg: Референция

source: No payments recorded yet
bg: Все още няма записани плащания

source: New Invoice
bg: Нова фактура

source: Edit Invoice
bg: Редактирай фактура

source: Please correct the errors below:
bg: Моля, коригирайте грешките по-долу:

source: Client Information
bg: Информация за клиент

source: Items
bg: Артикули

source: Add Row
bg: Добави ред

source: Remove item
bg: Премахни артикул

source: Remove
bg: Премахни

source: Quantity
bg: Количество

source: Financial Settings
bg: Финансови настройки

source: Payment Settings
bg: Настройки на плащане

source: Add a Stripe payment link to generate a QR code for easy customer payments.
bg: Добавете Stripe линк за плащане, за да генерирате QR код за лесни плащания от клиенти.

source: Create Invoice
bg: Създай фактура

source: Offers
bg: Оферти

source: Invoice #
bg: Фактура №

source: Client
bg: Клиент

source: No invoices found.
bg: Не са намерени фактури.

source: Create your first invoice
bg: Създайте вашата първа фактура

source: Delete Offer
bg: Изтрий оферта

source: Are you sure you want to delete this offer?
bg: Сигурни ли сте, че искате да изтриете тази оферта?

source: Convert to Invoice
bg: Преобразувай във фактура

source: This offer has been converted to
bg: Тази оферта беше преобразувана в

source: OFFER
bg: ОФЕРТА

source: Valid Until:
bg: Валидна до:

source: To:
bg: До:

source: New Offer
bg: Нова оферта

source: Edit Offer
bg: Редактирай оферта

source: Create Offer
bg: Създай оферта

source: Offer #
bg: Оферта №

source: No offers found.
bg: Не са намерени оферти.

source: Create your first offer
bg: Създайте вашата първа оферта

source: Record payments received from customers. The system will automatically try to match payments to invoices.
bg: Записвайте получени плащания от клиенти. Системата автоматично ще опита да съпостави плащанията с фактури.

source: Matched
bg: Съпоставено

source: Unmatched
bg: Несъпоставено

source: No payments recorded.
bg: Няма записани плащания.

source: Record your first payment
bg: Запишете вашето първо плащане

source: Select a custom email template or use the default one
bg: Изберете персонализиран имейл шаблон или използвайте този по подразбиране

source: Template Preview
bg: Преглед на шаблон

source: Subject
bg: Тема

source: Template variables will be replaced with actual values when sent
bg: Променливите на шаблона ще бъдат заменени с реални стойности при изпращане

source: You don't have any custom email templates yet.
bg: Все още нямате персонализирани имейл шаблони.

source: The default template will be used.
bg: Ще се използва шаблонът по подразбиране.

source: Tip
bg: Съвет

source: You can create custom email templates with AI in the
bg: Можете да създадете персонализирани имейл шаблони с AI в

source: Custom templates let you personalize your email design and content.
bg: Персонализираните шаблони ви позволяват да персонализирате дизайна и съдържанието на вашия имейл.

source: Cancel Subscription
bg: Анулирай абонамент

source: Are you sure you want to cancel your subscription?
bg: Сигурни ли сте, че искате да анулирате вашия абонамент?

source: What happens when you cancel:
bg: Какво се случва, когато анулирате:

source: You'll be downgraded to the Free plan
bg: Ще бъдете понижени до безплатния план

source: Access to paid features will be removed
bg: Достъпът до платени функции ще бъде премахнат

source: Your data will be preserved
bg: Вашите данни ще бъдат запазени

source: You can upgrade again at any time
bg: Можете да надстроите отново по всяко време

source: Keep My Subscription
bg: Запази моя абонамент

source: My Subscription
bg: Моят абонамент

source: Change Plan
bg: Промени план

source: Current Plan
bg: Текущ план

source: Plan Limits
bg: Лимити на план

source: Basic CRM
bg: Основна CRM

source: Advanced CRM
bg: Разширена CRM

source: Basic Templates
bg: Основни шаблони

source: Advanced Templates
bg: Разширени шаблони

source: Email Integration
bg: Имейл интеграция

source: Basic AI
bg: Основен AI

source: Advanced AI
bg: Разширен AI

source: Custom Fields
bg: Персонализирани полета

source: API Access
bg: Достъп до API

source: Priority Support
bg: Приоритетна поддръжка

source: White Label
bg: Бял етикет

source: Next billing date:
bg: Следваща дата на фактуриране:

source: Your subscription will be cancelled at the end of the current period.
bg: Вашият абонамент ще бъде анулиран в края на текущия период.

source: Usage This Month
bg: Използване през този месец

source: AI Requests
bg: AI заявки

source: Resets on:
bg: Нулира се на:

source: Team Members
bg: Членове на екипа

source: Subscription History
bg: История на абонамента

source: No history yet
bg: Все още няма история

source: Upgrade for More Features
bg: Надстройте за повече функции

source: Unlock advanced features, more contacts, and unlimited AI requests with our paid plans.
bg: Отключете разширени функции, повече контакти и неограничени AI заявки с нашите платени планове.

source: View Plans
bg: Виж плановете

source: Subscription Plans
bg: Абонаментни планове

source: Choose Your Plan
bg: Изберете вашия план

source: Select the perfect plan for your business needs
bg: Изберете перфектния план за нуждите на вашия бизнес

source: Unlimited
bg: Неограничен

source: AI requests
bg: AI заявки

source: Downgrade to Free
bg: Понижи до безплатен

source: Upgrade Now
bg: Надстрой сега

source: All plans include 30-day money-back guarantee
bg: Всички планове включват 30-дневна гаранция за връщане на парите

source: View Current Subscription
bg: Виж текущия абонамент

source: Back
bg: Назад

source: Subject:
bg: Тема:

source: Yes
bg: Да

source: No
bg: Не

source: Times Sent:
bg: Пъти изпратен:

source: Created:
bg: Създаден:

source: AI Prompt
bg: AI подкана

source: Are you sure you want to delete this template?
bg: Сигурни ли сте, че искате да изтриете този шаблон?

source: Delete Template
bg: Изтрий шаблон

source: Manage your email templates
bg: Управлявайте вашите имейл шаблони

source: Type
bg: Тип

source: Times Sent
bg: Пъти изпратен

source: View
bg: Виж

source: Are you sure?
bg: Сигурни ли сте?

source: Create your first email template using AI in the Studio
bg: Създайте вашия първи имейл шаблон с AI в Студиото

source: Default Template
bg: Шаблон по подразбиране

source: This action cannot be undone. Any invoices or offers using this template will no longer have template formatting.
bg: Това действие не може да бъде отменено. Всички фактури или оферти, използващи този шаблон, няма да имат форматиране на шаблон.

source: Preview
bg: Преглед

source: Template Information
bg: Информация за шаблон

source: Created
bg: Създаден

source: Updated
bg: Обновен

source: Styling
bg: Стилизиране

source: Primary Color
bg: Основен цвят

source: Secondary Color
bg: Вторичен цвят

source: Font
bg: Шрифт

source: Logo
bg: Лого

source: Available Variables
bg: Налични променливи

source: Use these in your template:
bg: Използвайте ги във вашия шаблон:

source: Header
bg: Заглавие

source: Footer
bg: Долен колонтитул

source: Custom CSS
bg: Персонализиран CSS

source: Custom HTML Template
bg: Персонализиран HTML шаблон

source: New Template
bg: Нов шаблон

source: Edit Template
bg: Редактирай шаблон

source: Create Template
bg: Създай шаблон

source: Basic Information
bg: Основна информация

source: Branding
bg: Брандинг

source: Content
bg: Съдържание

source: Advanced (Optional)
bg: Разширени (по избор)

source: Advanced users can add custom CSS and HTML for complete control over the template design.
bg: Напреднали потребители могат да добавят персонализиран CSS и HTML за пълен контрол над дизайна на шаблона.

source: Use these variables in your templates:
bg: Използвайте тези променливи във вашите шаблони:

source: Document Templates
bg: Шаблони за документи

source: Colors:
bg: Цветове:

source: No templates yet
bg: Все още няма шаблони

source: Create your first template to get started with custom invoices and offers.
bg: Създайте вашия първи шаблон, за да започнете с персонализирани фактури и оферти.

source: Preview with Sample Data
bg: Преглед с примерни данни

source: Number:
bg: Номер:

source: Due Date:
bg: Падеж:

source: Tax:
bg: Данък:

source: This is a preview with sample data. Actual invoices and offers will use real data from your CRM.
bg: Това е преглед с примерни данни. Реалните фактури и оферти ще използват истински данни от вашата CRM.

source: Create professional templates using AI - documents and emails!
bg: Създавайте професионални шаблони с AI - документи и имейли!

source: Be specific about colors, layout, style, and any special requirements.
bg: Бъдете конкретни относно цветове, оформление, стил и специални изисквания.

source: Loading...
bg: Зареждане...

source: Quick Ideas:
bg: Бързи идеи:

source: Minimalist B&W
bg: Минималистичен Ч/Б

source: Modern Gradient
bg: Модерен градиент

source: Sidebar Layout
bg: Оформление със странична лента

source: Elegant Gold
bg: Елегантно злато

source: Refine
bg: Прецизирай

source: Your AI-generated template will appear here
bg: Вашият генериран от AI шаблон ще се появи тук

source: Available Template Variables
bg: Налични променливи на шаблон

source: Due date
bg: Краен срок

source: Line items (table)
bg: Артикули (таблица)

source: Subtotal
bg: Междинна сума

source: Grand total
bg: Обща сума

source: Additional notes
bg: Допълнителни бележки

source: Save
bg: Запази

source: Failed to generate template
bg: Неуспешно генериране на шаблон

source: Please provide refinement instructions
bg: Моля, предоставете инструкции за прецизиране

source: Please provide a template name
bg: Моля, предоставете име на шаблон

source: Error saving template
bg: Грешка при запазване на шаблон

source: AI Email Template Generator
bg: AI генератор на имейл шаблони

source: The AI will generate the subject line and HTML content for you.
bg: AI ще генерира темата и HTML съдържанието за вас.

source: AI is creating your email template...
bg: AI създава вашия имейл шаблон...

source: Generate an email template to see preview here
bg: Генерирайте имейл шаблон, за да видите преглед тук

source: Set as default template for this type
bg: Задай като шаблон по подразбиране за този тип

source: No email templates yet. Create your first one above!
bg: Все още няма имейл шаблони. Създайте вашия първи по-горе!

source: Please describe the email template you want to create
bg: Моля, опишете имейл шаблона, който искате да създадете

source: Failed to generate email template
bg: Неуспешно генериране на имейл шаблон

source: Please enter a template name
bg: Моля, въведете име на шаблон

source: Please generate a template first
bg: Моля, първо генерирайте шаблон

source: Failed to save email template
bg: Неуспешно запазване на имейл шаблон

source: Useful Links
bg: Полезни връзки

source: Support
bg: Поддръжка

source: Frequently Asked Questions (FAQ)
bg: Често задавани въпроси (FAQ)

source: Frequently Asked Questions
bg: Често задавани въпроси

source: Find answers to the most frequently asked questions
bg: Намерете отговори на най-често задаваните въпроси

source: Search questions...
bg: Търсете въпроси...

source: Featured Questions
bg: Препоръчани въпроси

source: Categories
bg: Категории

source: questions
bg: въпроса

source: View Full Guide
bg: Виж пълното ръководство

source: Can't find an answer to your question?
bg: Не намирате отговор на въпроса си?

source: Contact us for additional help
bg: Свържете се с нас за допълнителна помощ

source: Contact Us
bg: Свържете се с нас

source: FAQ Search
bg: Търсене в FAQ

source: Found
bg: Намерени

source: results for
bg: резултата за

source: No results for
bg: Няма резултати за

source: Read more
bg: Прочети повече

source: No results found. Try with different keywords.
bg: Не са намерени резултати. Опитайте с други ключови думи.

source: Back to FAQ
bg: Обратно към FAQ

source: No questions in this category yet.
bg: Все още няма въпроси в тази категория.

source: Back to all categories
bg: Обратно към всички категории

source: views
bg: прегледи

source: Detailed Guide
bg: Подробно ръководство

source: Was this helpful?
bg: Беше ли полезно?

source: Thank you!
bg: Благодарим!

source: Sorry to hear that! Please contact support.
bg: Съжаляваме! Свържете се с поддръжката.

source: Last updated
bg: Последна актуализация

source: Related Questions
bg: Свързани въпроси

source: Back to
bg: Обратно към

source: All Categories
bg: Всички категории
