Repository: radoslav1992/django_crm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg

source: Preferences
bg: Предпочитания

source: Permissions
bg: Права

source: Important dates
bg: Важни дати

source: Email
bg: Имейл

source: Company name
bg: Име на компания

source: Username
bg: Потребителско име

source: Password
bg: Парола

source: Confirm password
bg: Потвърди парола

source: Username or email
bg: Потребителско име или имейл

source: Your Stripe secret key (kept secure and never displayed)
bg: Вашият Stripe таен ключ (съхранява се сигурно и никога не се показва)

source: Your Resend API key from resend.com (kept secure and never displayed)
bg: Вашият Resend API ключ от resend.com (съхранява се сигурно и никога не се показва)

source: Email address to send from (must be verified in your Resend account)
bg: Имейл адрес за изпращане (трябва да бъде верифициран във вашия Resend акаунт)

source: Name to display in the "from" field of emails
bg: Име за показване в полето "от" на имейлите

source: avatar
bg: аватар

source: Stripe publishable key
bg: Stripe публичен ключ

source: Stripe secret key
bg: Stripe таен ключ

source: Resend API key
bg: Resend API ключ

source: Your Resend API key for sending emails
bg: Вашият Resend API ключ за изпращане на имейли

source: From email address
bg: От имейл адрес

source: Email address to send emails from (must be verified in Resend)
bg: Имейл адрес за изпращане (трябва да бъде верифициран в Resend)

source: Name to display in "from" field of emails
bg: Име за показване в полето "от" на имейлите

source: VAT number
bg: ДДС номер

source: city
bg: град

source: postal code
bg: пощенски код

source: language
bg: език

source: timezone
bg: часова зона

source: users
bg: потребители

source: Owner
bg: Собственик

source: Admin
bg: Администратор

source: Manager
bg: Мениджър

source: Welcome! Your account has been created successfully.
bg: Добре дошли! Вашият акаунт беше създаден успешно.

source: Welcome back!
bg: Добре дошли обратно!

source: You have been logged out successfully.
bg: Излязохте успешно от системата.

source: Your profile has been updated successfully.
bg: Вашият профил беше актуализиран успешно.

source: role
bg: роля

source: CRM data context for the message
bg: CRM данни контекст за съобщението

source: Deal Insight
bg: Анализ на сделка

source: Template Content
bg: Съдържание на шаблон

source: type
bg: тип

source: related deal ID
bg: свързан ID на сделка

source: applied
bg: приложено

source: Error communicating with AI
bg: Грешка при комуникация с AI

source: Error analyzing deal
bg: Грешка при анализ на сделка

source: Error refining template
bg: Грешка при пречистване на шаблон

source: Error performing search
bg: Грешка при търсене

source: New conversation
bg: Нов разговор

source: Follow-up
bg: Проследяване

source: You have reached your AI request limit for this month.
bg: Достигнахте лимита си за AI заявки за този месец.

source: Analysis for
bg: Анализ за

source: Comma-separated tags
bg: Тагове разделени със запетая

source: number of employees
bg: брой служители

source: annual revenue
bg: годишен приход

source: tags
bg: тагове

source: birthday
bg: рожден ден

source: contacts
bg: контакти

source: order
bg: ред

source: Open
bg: Отворена

source: Won
bg: Спечелена

source: Lost
bg: Загубена

source: reason for loss
bg: причина за загуба

source: deal
bg: сделка

source: Call
bg: Обаждане

source: Meeting
bg: Среща

source: To-Do
bg: За правене

source: Low
bg: Нисък

source: Medium
bg: Среден

source: High
bg: Висок

source: task
bg: задача

source: Task
bg: Задача

source: Contact
bg: Контакт

source: Company
bg: Компания

source: Text
bg: Текст

source: Date
bg: Дата

source: Checkbox
bg: Чекбокс

source: Select
bg: Избор

source: Text Area
bg: Текстова област

source: entity type
bg: тип обект

source: field type
bg: тип поле

source: field options
bg: опции на поле

source: required
bg: задължително

source: Contact created successfully.
bg: Контактът беше създаден успешно.

source: Contact updated successfully.
bg: Контактът беше актуализиран успешно.

source: Contact deleted successfully.
bg: Контактът беше изтрит успешно.

source: was won
bg: беше спечелена

source: was lost
bg: беше загубена

source: Client email is required
bg: Имейлът на клиента е задължителен

source: Email template not found
bg: Имейл шаблонът не е намерен

source: Error rendering template:
bg: Грешка при рендериране на шаблон:

source: Invoice
bg: Фактура

source: Dear
bg: Уважаеми

source: Invoice Details
bg: Детайли на фактура

source: Invoice Number
bg: Номер на фактура

source: Due Date
bg: Падеж

source: Total Amount
bg: Обща сума

source: View and download your invoice here
bg: Вижте и изтеглете вашата фактура тук

source: Best regards
bg: С най-добри пожелания

source: Offer
bg: Оферта

source: Valid Until
bg: Валидна до

source: View and download your offer here
bg: Вижте и изтеглете вашата оферта тук

source: We look forward to working with you!
bg: Очакваме с нетърпение да работим с вас!

source: Draft
bg: Чернова

source: Sent
bg: Изпратена

source: Paid
bg: Платена

source: Partially Paid
bg: Частично платена

source: Overdue
bg: Просрочена

source: tax rate %
bg: % данък

source: QR code
bg: QR код

source: Client email is required to send invoice
bg: Имейлът на клиента е задължителен за изпращане на фактура

source: Failed to send email
bg: Неуспешно изпращане на имейл

source: quantity
bg: количество

source: Accepted
bg: Приета

source: Rejected
bg: Отхвърлена

source: Expired
bg: Изтекла

source: Client email is required to send offer
bg: Имейлът на клиента е задължителен за изпращане на оферта

source: offer item
bg: артикул на оферта

source: offer items
bg: артикули на оферта

source: Bank Transfer
bg: Банков превод

source: Cash
bg: В брой

source: Check
bg: Чек

source: Other
bg: Друго

source: Cannot send email: Client email address is missing.
bg: Не може да се изпрати имейл: Липсва имейл адрес на клиент.

source: Invoice email sent successfully to {email} using {template}
bg: Имейлът за фактура е изпратен успешно до {email} използвайки {template}

source: Failed to send email: {error}
bg: Неуспешно изпращане на имейл: {error}

source: Offer email sent successfully to {email} using {template}
bg: Имейлът за оферта е изпратен успешно до {email} използвайки {template}

source: Your subscription has expired. Please renew to continue using the CRM.
bg: Вашият абонамент е изтекъл. Моля, обновете за да продължите да използвате CRM.

source: Free
bg: Безплатен

source: Basic
bg: Базов

source: Pro
bg: Професионален

source: Enterprise
bg: Корпоративен

source: Active
bg: Активен

source: Past Due
bg: Просрочен

source: plan
bg: план

source: Stripe customer ID
bg: Stripe ID на клиент

source: Stripe price ID
bg: Stripe ID на цена

source: current period start
bg: начало на текущ период

source: current period end
bg: край на текущ период

source: cancel at period end
bg: анулирай в края на периода

source: from plan
bg: от план

source: to plan
bg: към план

source: reason
bg: причина

source: Stripe invoice ID
bg: Stripe ID на фактура

source: amount paid
bg: платена сума

source: hosted invoice URL
bg: URL на хоствана фактура

source: period start
bg: начало на период

source: period end
bg: край на период

source: Invalid plan selected.
bg: Избран е невалиден план.

source: Plan configuration error.
bg: Грешка в конфигурацията на плана.

source: Error creating checkout session
bg: Грешка при създаване на сесия за плащане

source: Subscription activated successfully! Welcome to your new plan.
bg: Абонаментът беше активиран успешно! Добре дошли във вашия нов план.

source: font family
bg: семейство шрифтове

source: logo
bg: лого

source: Currency
bg: Валута

source: Image
bg: Изображение

source: applies to
bg: приложимо за

source: invoice, offer, or both
bg: фактура, оферта или и двете

source: Follow-up Email
bg: Имейл за проследяване

source: email subject
bg: тема на имейл

source: Can include template variables like {{contact_name}}
bg: Може да включва променливи като {{contact_name}}

source: plain text version
bg: версия на обикновен текст

source: Plain text fallback (auto-generated if empty)
bg: Резервен обикновен текст (автоматично генериран ако е празен)

source: Use this as the default for this type
bg: Използвай това като по подразбиране за този тип

source: AI generated
bg: генериран от AI

source: AI prompt
bg: AI подкана

source: times sent
bg: пъти изпратен

source: last used at
bg: последно използван на

source: Too many requests. Please wait a moment and try again.
bg: Твърде много заявки. Моля, изчакайте момент и опитайте отново.

source: Please provide a description for your template
bg: Моля, предоставете описание за вашия шаблон

source: Description is too long. Please keep it under 2000 characters.
bg: Описанието е твърде дълго. Моля, ограничете го до 2000 символа.

source: Generated template is too large. Please simplify your requirements.
bg: Генерираният шаблон е твърде голям. Моля, опростете изискванията си.

source: Invalid request format
bg: Невалиден формат на заявка

source: Please provide both current template and feedback
bg: Моля, предоставете както текущия шаблон, така и обратна връзка

source: Feedback is too long. Please keep it under 1000 characters.
bg: Обратната връзка е твърде дълга. Моля, ограничете я до 1000 символа.

source: Current template is too large.
bg: Текущият шаблон е твърде голям.

source: Refined template is too large. Please simplify your requirements.
bg: Прецизираният шаблон е твърде голям. Моля, опростете изискванията си.

source: Please provide template name and content
bg: Моля, предоставете име и съдържание на шаблон

source: Template name is too long. Please keep it under 200 characters.
bg: Името на шаблона е твърде дълго. Моля, ограничете го до 200 символа.

source: Please provide a description for your email template
bg: Моля, предоставете описание за вашия имейл шаблон

source: Please provide template name, subject, and content
bg: Моля, предоставете име на шаблон, тема и съдържание

source: Subject is too long
bg: Темата е твърде дълга

source: A template with this name already exists
bg: Шаблон с това име вече съществува

source: Welcome to CRM System
bg: Добре дошли в CRM системата

source: Powerful CRM for Your Business
bg: Мощна CRM система за вашия бизнес

source: Manage contacts, deals, invoices, and more with AI-powered insights.
bg: Управлявайте контакти, сделки, фактури и др. с AI-базирани анализи.

source: Get Started Free
bg: Започнете безплатно

source: Login
bg: Вход

source: Features
bg: Функции

source: Contact Management
bg: Управление на контакти

source: Keep all your contacts and companies organized in one place.
bg: Поддържайте всички ваши контакти и компании организирани на едно място.Поддържайте всички ваши контакти и компании организирани на едно място.

source: Sales Pipeline
bg: Процес на продажби

source: Track deals through customizable sales pipelines.
bg: Следете сделките чрез персонализируеми процеси на продажба.

source: Invoices & Offers
bg: Фактури и оферти

source: Create professional invoices and offers with custom templates.
bg: Създавайте професионални фактури и оферти с персонализирани шаблони.

source: QR Code Payments
bg: QR код плащания

source: Add QR codes to invoices for easy Stripe payments.
bg: Добавяйте QR кодове към фактури за лесни Stripe плащания.

source: AI Assistant
bg: AI Асистент

source: Get intelligent insights and suggestions powered by Gemini AI.
bg: Получавайте интелигентни анализи и предложения, задвижвани от Gemini AI.Получавайте интелигентни анализи и предложения, задвижвани от Gemini AI.

source: Template Studio
bg: Студио за шаблони

source: Design custom invoice and offer templates with visual editor.
bg: Проектирайте персонализирани шаблони за фактури и оферти с визуален редактор.Проектирайте персонализирани шаблони за фактури и оферти с визуален редактор.

source: Pricing Plans
bg: Тарифни планове

source: per month
bg: на месец

source: Unlimited contacts
bg: Неограничен брой контакти

source: Unlimited users
bg: Неограничен брой потребители

source: Unlimited AI requests
bg: Неограничен брой AI заявки

source: AI requests/month
bg: AI заявки/месец

source: Get Started
bg: Започнете

source: Don't have an account?
bg: Нямате акаунт?

source: Register
bg: Регистрация

source: Profile
bg: Профил

source: My Profile
bg: Моят профил

source: Personal Information
bg: Лична информация

source: Company Information
bg: Информация за компания

source: Cancel
bg: Отказ

source: Save Changes
bg: Запази промените

source: Create Account
bg: Създай акаунт

source: Already have an account?
bg: Вече имате акаунт?

source: Configured
bg: Конфигуриран

source: Not Configured
bg: Не е конфигуриран

source: About Resend
bg: За Resend

source: Sign up for Resend
bg: Регистрирайте се за Resend

source: Setup Guide
bg: Ръководство за настройка

source: Sign up for a Resend account at
bg: Регистрирайте се за Resend акаунт на

source: Verify your domain or use their test domain
bg: Верифицирайте вашия домейн или използвайте техния тестов домейн

source: Generate an API key in your Resend dashboard
bg: Генерирайте API ключ в панела на Resend

source: Enter your API key and email settings above
bg: Въведете вашия API ключ и имейл настройки по-горе

source: Start sending beautiful emails!
bg: Започнете да изпращате красиви имейли!

source: Track email delivery status
bg: Следете статуса на доставката на имейли

source: Professional email design
bg: Професионален дизайн на имейли

source: High deliverability rates
bg: Високи нива на доставяемост

source: Stripe Settings
bg: Stripe настройки

source: Accept Payments from Your Customers
bg: Приемайте плащания от вашите клиенти

source: Configure your Stripe API keys to accept payments from your customers through invoices. These keys are separate from your subscription to this CRM platform.
bg: Конфигурирайте вашите Stripe API ключове, за да приемате плащания от клиенти чрез фактури. Тези ключове са отделни от вашия абонамент към тази CRM платформа.

source: Your Stripe API Keys
bg: Вашите Stripe API ключове

source: Security Notice
bg: Известие за сигурност

source: Your secret key is encrypted and stored securely
bg: Вашият таен ключ е криптиран и съхраняван сигурно

source: Never share your secret key with anyone
bg: Никога не споделяйте вашия таен ключ с никого

source: Use test keys for testing, live keys for production
bg: Използвайте тестови ключове за тестване, реални ключове за продукция

source: How to Get Your Stripe Keys
bg: Как да получите вашите Stripe ключове

source: Visit
bg: Посетете

source: and create an account
bg: и създайте акаунт

source: Go to Developers → API Keys
bg: Отидете на Developers → API Keys

source: Copy your Publishable key (starts with pk_)
bg: Копирайте вашия Publishable ключ (започва с pk_)

source: Copy your Secret key (starts with sk_)
bg: Копирайте вашия Secret ключ (започва с sk_)

source: Paste them in the form above
bg: Поставете ги във формата по-горе

source: Test Mode:
bg: Тестов режим:

source: Use test keys (pk_test_ and sk_test_) for testing
bg: Използвайте тестови ключове (pk_test_ и sk_test_) за тестване

source: Live Mode:
bg: Реален режим:

source: Use live keys (pk_live_ and sk_live_) for production
bg: Използвайте реални ключове (pk_live_ и sk_live_) за продукция

source: Save Stripe Settings
bg: Запази Stripe настройки

source: Stripe is configured! You can now accept payments from your customers.
bg: Stripe е конфигуриран! Вече можете да приемате плащания от вашите клиенти.Stripe е конфигуриран! Вече можете да приемате плащания от вашите клиенти.

source: Stripe is not configured yet. Add your keys above to start accepting payments.
bg: Stripe все още не е конфигуриран. Добавете вашите ключове по-горе, за да започнете да приемате плащания.

source: Conversations
bg: Разговори

source: No conversations yet
bg: Все още няма разговори

source: AI Usage
bg: AI използване

source: Requests this month
bg: Заявки този месец

source: You
bg: Вие

source: Start a conversation with the AI assistant!
bg: Започнете разговор с AI асистента!

source: Ask about your CRM, get insights, or request help with tasks.
bg: Питайте за вашата CRM, получавайте анализи или поискайте помощ със задачи.Питайте за вашата CRM, получавайте анализи или поискайте помощ със задачи.

source: Type your message...
bg: Напишете съобщението си...

source: Send
bg: Изпрати

source: Suggest Tasks
bg: Предложи задачи

source: View Suggestions
bg: Виж предложенията

source: Upgrade Plan
bg: Надстрой план

source: Delete Conversation
bg: Изтрий разговор

source: Confirm Deletion
bg: Потвърди изтриването

source: Are you sure you want to delete this conversation?
bg: Сигурни ли сте, че искате да изтриете този разговор?

source: messages
bg: съобщения

source: This action cannot be undone. All messages in this conversation will be permanently deleted.
bg: Това действие не може да бъде отменено. Всички съобщения в този разговор ще бъдат изтрити завинаги.

source: AI Deal Analysis
bg: AI анализ на сделка

source: Back to Deal
bg: Обратно към сделката

source: AI Analysis & Recommendations
bg: AI анализ и препоръки

source: This analysis was generated by AI and should be used as guidance. Always apply your own business judgment.
bg: Този анализ е генериран от AI и трябва да се използва като насока. Винаги прилагайте собственото си бизнес решение.

source: Generate Email
bg: Генерирай имейл

source: Generate Email for
bg: Генерирай имейл за

source: Email Purpose
bg: Цел на имейла

source: e.g., Follow-up on proposal, Meeting request, etc.
bg: напр., Проследяване на оферта, Искане за среща и др.

source: Generated Email
bg: Генериран имейл

source: Copy to Clipboard
bg: Копирай в клипборда

source: Error generating email. Please try again.
bg: Грешка при генериране на имейл. Моля, опитайте отново.

source: Email copied to clipboard!
bg: Имейлът е копиран в клипборда!

source: AI Suggestions
bg: AI предложения

source: Smart recommendations from your AI assistant
bg: Интелигентни препоръки от вашия AI асистент

source: AI Chat
bg: AI чат

source: Apply
bg: Приложи

source: Dismiss
bg: Отхвърли

source: No suggestions yet
bg: Все още няма предложения

source: The AI assistant will provide suggestions as you use the CRM.
bg: AI асистентът ще предоставя предложения, докато използвате CRM.

source: Chat with AI
bg: Чат с AI

source: Dashboard
bg: Табло

source: Contacts
bg: Контакти

source: Companies
bg: Компании

source: Deals
bg: Сделки

source: Tasks
bg: Задачи

source: Invoices
bg: Фактури

source: Templates
bg: Шаблони

source: Signed in as
bg: Влезли сте като

source: Subscription
bg: Абонамент

source: Logout
bg: Изход

source: All rights reserved.
bg: Всички права запазени.

source: Made with
bg: Направено с

source: using Django
bg: използвайки Django

source: Delete Company
bg: Изтрий компания

source: Are you sure you want to delete this company?
bg: Сигурни ли сте, че искате да изтриете тази компания?

source: This action cannot be undone. All associated contacts, deals, and activities will remain but will no longer be linked to this company.
bg: Това действие не може да бъде отменено. Всички свързани контакти, сделки и дейности ще останат, но няма да бъдат свързани с тази компания.

source: Edit
bg: Редактирай

source: Delete
bg: Изтрий

source: Website
bg: Уебсайт

source: Phone
bg: Телефон

source: Industry
bg: Индустрия

source: Employees
bg: Служители

source: Revenue
bg: Приходи

source: VAT
bg: ДДС

source: Address
bg: Адрес

source: New Contact
bg: Нов контакт

source: No contacts yet
bg: Все още няма контакти

source: New Deal
bg: Нова сделка

source: No deals yet
bg: Все още няма сделки

source: Activities
bg: Дейности

source: No activities yet
bg: Все още няма дейности

source: New Company
bg: Нова компания

source: Edit Company
bg: Редактирай компания

source: Create Company
bg: Създай компания

source: Search companies...
bg: Търсене на компании...

source: Search
bg: Търсене

source: Company Name
bg: Име на компанията

source: Actions
bg: Действия

source: No companies found.
bg: Не са намерени компании.

source: Create your first company
bg: Създайте вашата първа компания

source: Previous
bg: Предишна

source: Next
bg: Следваща

source: Delete Contact
bg: Изтрий контакт

source: Are you sure you want to delete this contact?
bg: Сигурни ли сте, че искате да изтриете този контакт?

source: This action cannot be undone. All associated activities and history will be removed.
bg: Това действие не може да бъде отменено. Всички свързани дейности и история ще бъдат премахнати.

source: at
bg: в

source: Contact Information
bg: Информация за контакт

source: Mobile
bg: Мобилен

source: Status
bg: Статус

source: Inactive
bg: Неактивен

source: Social Media
bg: Социални мрежи

source: AI Actions
bg: AI Действия

source: New Task
bg: Нова задача

source: Due:
bg: Падеж:

source: No tasks yet
bg: Все още няма задачи

source: Edit Contact
bg: Редактирай контакт

source: Create Contact
bg: Създай контакт

source: Search contacts...
bg: Търсене на контакти...

source: Name
bg: Име

source: No contacts found.
bg: Не са намерени контакти.

source: Create your first contact
bg: Създайте вашия първи контакт

source: Welcome back! Here's what's happening with your business today.
bg: Добре дошли обратно! Ето какво се случва с вашия бизнес днес.

source: Open Deals
bg: Отворени сделки

source: Pipeline Value
bg: Стойност на процеса

source: Average Deal Size
bg: Средна стойност на сделка

source: Growing
bg: Нараства

source: Needs attention
bg: Изисква внимание

source: All caught up!
bg: Всичко е изпълнено!

source: Visual representation of your sales pipeline
bg: Визуално представяне на вашия процес на продажби

source: Recent Contacts
bg: Последни контакти

source: View All
bg: Виж всички

source: Upcoming Tasks
bg: Предстоящи задачи

source: No upcoming tasks
bg: Няма предстоящи задачи

source: Recent Deals
bg: Последни сделки

source: Create your first deal
bg: Създайте вашата първа сделка

source: Recent Activities
bg: Последни дейности

source: Activities will appear here as you use the system
bg: Дейностите ще се показват тук, докато използвате системата

source: Delete Deal
bg: Изтрий сделка

source: Are you sure you want to delete this deal?
bg: Сигурни ли сте, че искате да изтриете тази сделка?

source: This action cannot be undone. All associated tasks and activities will also be affected.
bg: Това действие не може да бъде отменено. Всички свързани задачи и дейности също ще бъдат засегнати.

source: Deal Information
bg: Информация за сделка

source: Value
bg: Стойност

source: Probability
bg: Вероятност

source: Expected Close
bg: Очаквано затваряне

source: Closed
bg: Затворена

source: Edit Deal
bg: Редактирай сделка

source: Create Deal
bg: Създай сделка

source: All
bg: Всички

source: Deal Name
bg: Име на сделка

source: Stage
bg: Етап

source: No deals found.
bg: Не са намерени сделки.

source: New Pipeline
bg: Нов процес

source: Edit Pipeline
bg: Редактирай процес

source: Create Pipeline
bg: Създай процес

source: Pipelines
bg: Процеси

source: Sales Pipelines
bg: Процеси на продажби

source: Default
bg: По подразбиране

source: Stages
bg: Етапи

source: No stages defined
bg: Няма дефинирани етапи

source: No pipelines yet
bg: Все още няма процеси

source: Create your first sales pipeline to start tracking deals.
bg: Създайте вашия първи процес на продажби, за да започнете да следите сделки.Създайте вашия първи процес на продажби, за да започнете да следите сделки.

source: Delete Task
bg: Изтрий задача

source: Are you sure you want to delete this task?
bg: Сигурни ли сте, че искате да изтриете тази задача?

source: This action cannot be undone.
bg: Това действие не може да бъде отменено.

source: Edit Task
bg: Редактирай задача
